<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
<title>Modelo digital de elevación de alta resolución Lidar, Tipo SUPERFICIE G14C46F3_MS</title>
<link rel=schema.dc href="http://purl.org/metadata/dublin_core">
<meta name="dc.title" content="Modelo digital de elevación de alta resolución Lidar, Tipo SUPERFICIE G14C46F3_MS ">
<meta name="dc.creator" content="Instituto Nacional de Estadística y Geografía - INEGI ">
<meta name="dc.subject" content="Altimetría Elevación Hipsografía LIDAR MDE MDS MDT Modelo Digital de Elevación Modelo Digital de Superficie Modelo Digital de Terreno Relieve Sombreado Superficie Terreno TIN ">
<meta name="dc.description" content="El LIDAR aerotransportado, es un sensor activo que consta de un telémetro emisor de luz láser y de un espejo que desvía el haz perpendicularmente a la trayectoria del avión. Este desplazamiento lateral combinado con la trayectoria del avión permite realizar un barrido del terreno, en donde el sensor va generando y emitiendo una serie de pulsos de luz láser, los cuales al pegar con los objetos o el terreno reflejan o devuelven parte de la energía del pulso emitido al sensor. Con esto, la medida de la distancia entre el sensor y el objeto iluminado por el láser es determinada a través del intervalo de tiempo entre la emisión y la reflexión o retorno del pulso. Para cada pulso emitido puede registrar hasta tres retornos y para cada uno de ellos también la intensidad reflejada. Para poder ubicar de manera precisa las coordenadas de cada punto que reflejó el rayo láser, se emplea conjuntamente la unidad de medición inercial (IMU, por sus siglas en inglés) y el sistema de posicionamiento global (GPS, por sus siglas en inglés). La unidad de medición inercial, permite medir la orientación del sensor. Este sistema mide la variación de los ángulos de inclinación originados por los movimientos y giros del avión durante el vuelo, logrando con esto determinar la posición del sensor. El Sistema de posicionamiento global del avión en combinación con el apoyo terrestre de las estaciones base registra la posición espacial del avión cada medio segundo. Cuando el rayo láser llega al terreno o los objetos sobre de él, se presentan diferentes formas de retorno. En una superficie sólida (edificios, suelo, vehículos, entre otros), el rayo se refleja de manera inmediata al sensor. En el agua y el vidrio, el rayo de luz presenta reflexión especular (dispersión), que hace que el reflejo no retorne al sensor, para estas áreas no se registran datos. En algunas zonas volcánicas, en donde se presenta carbón y cuando existe asfalto reciente, el rayo es absorbido y no se pueden obtener datos de las zonas donde se encuentren este tipo de materiales. En zonas de vegetación, el rayo choca con la capa superior de los árboles y una parte del rayo retorna al sensor (primer retorno), pero otras partes pueden penetrar entre los huecos del follaje hasta chocar con algún objeto y retornar (segundo retorno), y otras partes siguen penetrando hasta que son reflejadas por el suelo cuando la vegetación no es muy densa (tercer retorno). Los Modelos Digitales de Elevación del tipo superficie son derivados del Sistema de Láser Aerotransportado, es una matriz de datos de elevación interpolados a partir de los puntos clasificados del primer al último retorno y que corresponden tanto al  terreno como a objetos presentes en el suelo, como por ejemplo infraestructura y vegetación. ">
<meta name="dc.publisher" content="Instituto Nacional de Estadística y Geografía - INEGI">
<meta name="dc.date" content="Unknown">
<meta name="dc.type" content="data.model">
<meta name="dc.identifier" content="http://www.inegi.org.mx/">
<meta name="dc.source" content="Modelo digital de elevación de alta resolución Lidar, Tipo superficie F16D41B">
<meta name="dc.lang" content="en">
<meta name="dc.coverage.x.min" scheme="DD" content="-100.11267">
<meta name="dc.coverage.x.max" scheme="DD" content="-100.05393">
<meta name="dc.coverage.y.min" scheme="DD" content="24.99778">
<meta name="dc.coverage.y.max" scheme="DD" content="25.06404">
<meta name="dc.coverage.placeName" content="Nuevo León">
<meta name="dc.rights" content="Access constraints: Acceso con costo al público a través de los centros de; Use constraints: None">
</head>
<body>
<h1>Modelo digital de elevación de alta resolución Lidar, Tipo SUPERFICIE G14C46F3_MS</h1>
Metadata also available as - [<A HREF="F:\Envio_BDG\NACIONAL\MONTERREY\2008\SUPERFICIE\AUXILIAR_MS\G14C46F3_MS_SUP.txt">Parseable text</A>] - [<A HREF="F:\Envio_BDG\NACIONAL\MONTERREY\2008\SUPERFICIE\AUXILIAR_MS\G14C46F3_MS_SUP.sgml">SGML</A>] - [<A HREF="F:\Envio_BDG\NACIONAL\MONTERREY\2008\SUPERFICIE\AUXILIAR_MS\G14C46F3_MS_SUP.xml">XML</A>]<p>
<h2>Metadata:</h2>
<ul>
<li><A HREF="#1">Identification_Information</A></li>
<li><A HREF="#2">Data_Quality_Information</A></li>
<li><A HREF="#3">Spatial_Data_Organization_Information</A></li>
<li><A HREF="#4">Spatial_Reference_Information</A></li>
<li><A HREF="#5">Entity_and_Attribute_Information</A></li>
<li><A HREF="#6">Distribution_Information</A></li>
<li><A HREF="#7">Metadata_Reference_Information</A></li>
</ul>
<A NAME="1">
<hr>
</A>
<dl>
<dt><em>Identification_Information:</em>  
<dd>
<dl>
<dt><em>Citation:</em>  
<dd>
<dl>
<dt><em>Citation_Information:</em>  
<dd>
<dl>
<dt><em>Originator:</em>  Instituto Nacional de Estad&iacute;stica y Geograf&iacute;a - INEGI</dt>
<dt><em>Publication_Date:</em>  Unknown</dt>
<dt><em>Publication_Time:</em>  Unknown</dt>
<dt><em>Title:</em>  
<dd>

Modelo digital de elevaci&oacute;n de alta resoluci&oacute;n Lidar, Tipo SUPERFICIE G14C46F3_MS

</dd>
<dt><em>Edition:</em>  1</dt>
<dt><em>Geospatial_Data_Presentation_Form:</em>  model</dt>
<dt><em>Publication_Information:</em>  
<dd>
<dl>
<dt><em>Publication_Place:</em>  Aguascalientes, Ags., M&eacute;xico</dt>
<dt><em>Publisher:</em>  INEGI</dt>
</dl>
</dd>
<dt><em>Online_Linkage:</em>  <A HREF="http://www.inegi.org.mx/">&lt;http://www.inegi.org.mx/&gt;</A></dt>
</dl>
</dd>
</dl>
</dd>
<dt><em>Description:</em>  
<dd>
<dl>
<dt><em>Abstract:</em>  
<dd>

El LIDAR aerotransportado, es un sensor activo que
consta de un tel&eacute;metro emisor de luz l&aacute;ser y de un espejo
que desv&iacute;a el haz
perpendicularmente a la trayectoria del avi&oacute;n. Este
desplazamiento lateral combinado con la trayectoria del
avi&oacute;n permite realizar un
barrido del terreno, en donde el sensor va generando
y emitiendo una serie de pulsos de luz l&aacute;ser, los cuales al
pegar con los objetos o el
terreno reflejan o devuelven parte de la energ&iacute;a del
pulso emitido al sensor. Con esto, la medida de la distancia
entre el sensor y el objeto
iluminado por el l&aacute;ser es determinada a trav&eacute;s del
intervalo de tiempo entre la emisi&oacute;n y la reflexi&oacute;n o retorno
del pulso. Para cada pulso
emitido puede registrar hasta tres retornos y para
cada uno de ellos tambi&eacute;n la intensidad reflejada.
Para poder ubicar de manera precisa las
coordenadas de cada punto que reflej&oacute; el rayo l&aacute;ser, se
emplea conjuntamente la unidad de
medici&oacute;n inercial (IMU, por sus siglas en ingl&eacute;s) y el
sistema de posicionamiento global (GPS, por sus siglas en
ingl&eacute;s). La unidad de
medici&oacute;n inercial, permite medir la orientaci&oacute;n del
sensor. Este sistema mide la variaci&oacute;n de los &aacute;ngulos de
inclinaci&oacute;n originados por los
movimientos y giros del avi&oacute;n durante el vuelo,
logrando con esto determinar la posici&oacute;n del sensor. El
Sistema de posicionamiento global
del avi&oacute;n en combinaci&oacute;n con el apoyo terrestre de
las estaciones base registra la posici&oacute;n espacial del avi&oacute;n
cada medio segundo.
Cuando el rayo l&aacute;ser llega al terreno o los objetos sobre de
&eacute;l, se presentan diferentes formas de retorno.
En una superficie s&oacute;lida (edificios, suelo, veh&iacute;culos,
entre otros), el rayo se refleja de manera inmediata al
sensor.
En el agua y el vidrio, el rayo de luz presenta
reflexi&oacute;n especular (dispersi&oacute;n), que hace que el reflejo no
retorne al sensor, para estas
&aacute;reas no se registran datos.
En algunas zonas volc&aacute;nicas, en donde se
presenta carb&oacute;n y cuando existe asfalto reciente, el rayo
es absorbido y no se pueden obtener
datos de las zonas donde se encuentren este tipo
de materiales.
En zonas de vegetaci&oacute;n, el rayo choca con la capa
superior de los &aacute;rboles y una parte del rayo retorna al
sensor (primer retorno), pero
otras partes pueden penetrar entre los huecos del
follaje hasta chocar con alg&uacute;n objeto y retornar (segundo
retorno), y otras partes siguen
penetrando hasta que son reflejadas por el suelo
cuando la vegetaci&oacute;n no es muy densa (tercer retorno).
Los Modelos Digitales de Elevaci&oacute;n del tipo superficie
son derivados del Sistema de L&aacute;ser Aerotransportado, es
una matriz de datos de
elevaci&oacute;n interpolados a partir de los puntos
clasificados del primer al &uacute;ltimo retorno y que corresponden
tanto al  terreno como a objetos
presentes en el suelo, como por ejemplo
infraestructura y vegetaci&oacute;n.

</dd>
<dt><em>Purpose:</em>  
<dd>

Los modelos digitales de elevaci&oacute;n se utilizan para
determinar la configuraci&oacute;n y la altura del terreno; a partir
de ellos se pueden modelar las alturas
y obtener, entre otros aspectos tales como
pendientes, secciones, desniveles, &aacute;reas sujetas a
inundaci&oacute;n, generaci&oacute;n de curvas de nivel, vol&uacute;menes
de tierra, delimitaci&oacute;n de cuencas, etc., que pueden
ser &uacute;tiles en aplicaciones de cartograf&iacute;a, animaci&oacute;n en 3D
para simuladores de vuelo, estudios
hidr&aacute;ulicos e hidrol&oacute;gicos, ingenier&iacute;a civil, gesti&oacute;n de
zonas de costa, estudios de la vegetaci&oacute;n, mantenimiento
y gesti&oacute;n de l&iacute;neas el&eacute;ctricas, etc.
Pueden distinguirse cinco grandes categor&iacute;as de
aplicaciones que utilizan los modelos digitales de
geodesia y fotogrametr&iacute;a, ingenier&iacute;a
civil, planeaci&oacute;n y manejo de recursos naturales,
ciencias de la tierra y en aplicaciones militares. Se pueden
usar para una gran variedad de
prop&oacute;sitos, que van desde estudios ecol&oacute;gicos, de
impacto ambiental, evaluaci&oacute;n de riesgos, planeaci&oacute;n de
obras, en la localizaci&oacute;n de sitios para
instalaciones de comunicaci&oacute;n; en infraestructura, tal
como aeropuertos, presas, carreteras; en urbanismo vial,
urbanismo industrial, urbanismo
recreativo, urbanismo habitacional y como insumo en
la orto-rectificaci&oacute;n de im&aacute;genes y para la definici&oacute;n de un
nuevo geoide. Adem&aacute;s es &uacute;til como
cubierta en los Sistemas de Informaci&oacute;n Geogr&aacute;fica
para realizar an&aacute;lisis de informaci&oacute;n. A partir del modelo y
en combinaci&oacute;n con otros tipos de
informaci&oacute;n y utilizando herramientas especializadas
se pueden generar sombreado digital de relieve, mapas de
pendiente de terreno, mapas de
visibilidad, im&aacute;genes en perspectiva.

</dd>
<dt><em>Supplemental_Information:</em>  
<dd>

Los Modelos Digitales de Superficie se proporcionan en
archivos binarios crudos e incluyen archivos de texto con
datos auxiliares para su
utilizaci&oacute;n, como son las dimensiones del modelo, el
tipo de datos, la proyecci&oacute;n cartogr&aacute;fica y el datum de
referencia, entre otros y metadatos
conforme a un est&aacute;ndar internacional. A partir del
modelo, o combinado con otros tipos de informaci&oacute;n y
aplicando las herramientas digitales se
puede generar un sombreado digital de relieve, mapas
de pendiente, im&aacute;genes en perspectiva.
Las alturas geod&eacute;sicas preliminares de la malla se
transformaron a alturas ortom&eacute;tricas, utilizando el modelo
Geoidal Gravim&eacute;trico Mexicano
GGM05 elaborado por el INEGI. Ver
692.
El intervalo entre ejes X-Y es de forma regular en
unidades de metro. La cobertura geogr&aacute;fica por cada
modelo puede estar definida de acuerdo a
la dimensi&oacute;n que cubre una escala cartogr&aacute;fica o a
las dimensiones del &aacute;rea de estudio a modelar. Los
Modelos Digitales de Superficie pueden ser
distribuidos a trav&eacute;s de disco compacto y v&iacute;a internet
(ftp). Adem&aacute;s se cuenta con un archivo de datos auxiliares
que incluye informaci&oacute;n de.
Longitud_w. -100&ordm; 6' 45.59&quot;
Longitud_e. -100&ordm; 3' 14.15&quot;
Latitud_n. 25&ordm; 3' 50.53&quot;
Latitud_s. 24&ordm; 59' 52.01&quot;
Orden_datos. 2 ( Izquierda - Derecha / Abajo - Arriba
Tipo_dato. I (Intel)
Bits_por_p&iacute;xel. 16S
Coordenada_n_max. 2772490
Coordenada_n_min. 2765200
Coordenada_e_max. 393695
Coordenada_e_min. 387710
Proceso_de_obtenci&oacute;n. 6
Sistema_de_producci&oacute;n. TERRA MODELER
Liga_norte. 1
Liga_sur. 1
Liga_este. 1
Liga_oeste. 1
Fecha_de_generacion_del_auxiliar. 20080822

</dd>
</dl>
</dd>
<dt><em>Time_Period_of_Content:</em>  
<dd>
<dl>
<dt><em>Time_Period_Information:</em>  
<dd>
<dl>
<dt><em>Single_Date/Time:</em>  
<dd>
<dl>
<dt><em>Calendar_Date:</em>  20080821</dt>
</dl>
</dd>
</dl>
</dd>
<dt><em>Currentness_Reference:</em>  Ground Condition</dt>
</dl>
</dd>
<dt><em>Status:</em>  
<dd>
<dl>
<dt><em>Progress:</em>  Complete</dt>
<dt><em>Maintenance_and_Update_Frequency:</em>  Unknown</dt>
</dl>
</dd>
<dt><em>Spatial_Domain:</em>  
<dd>
<dl>
<dt><em>Bounding_Coordinates:</em>  
<dd>
<dl>
<dt><em>West_Bounding_Coordinate:</em>  -100.11267</dt>
<dt><em>East_Bounding_Coordinate:</em>  -100.05393</dt>
<dt><em>North_Bounding_Coordinate:</em>  25.06404</dt>
<dt><em>South_Bounding_Coordinate:</em>  24.99778</dt>
</dl>
</dd>
</dl>
</dd>
<dt><em>Keywords:</em>  
<dd>
<dl>
<dt><em>Theme:</em>  
<dd>
<dl>
<dt><em>Theme_Keyword_Thesaurus:</em>  None</dt>
<dt><em>Theme_Keyword:</em>  Altimetr&iacute;a</dt>
<dt><em>Theme_Keyword:</em>  Elevaci&oacute;n</dt>
<dt><em>Theme_Keyword:</em>  Hipsograf&iacute;a</dt>
<dt><em>Theme_Keyword:</em>  LIDAR</dt>
<dt><em>Theme_Keyword:</em>  MDE</dt>
<dt><em>Theme_Keyword:</em>  MDS</dt>
<dt><em>Theme_Keyword:</em>  MDT</dt>
<dt><em>Theme_Keyword:</em>  Modelo Digital de Elevaci&oacute;n</dt>
<dt><em>Theme_Keyword:</em>  Modelo Digital de Superficie</dt>
<dt><em>Theme_Keyword:</em>  Modelo Digital de Terreno</dt>
<dt><em>Theme_Keyword:</em>  Relieve</dt>
<dt><em>Theme_Keyword:</em>  Sombreado</dt>
<dt><em>Theme_Keyword:</em>  Superficie</dt>
<dt><em>Theme_Keyword:</em>  Terreno</dt>
<dt><em>Theme_Keyword:</em>  TIN</dt>
</dl>
</dd>
<dt><em>Place:</em>  
<dd>
<dl>
<dt><em>Place_Keyword_Thesaurus:</em>  None</dt>
<dt><em>Place_Keyword:</em>  Nuevo Le&oacute;n</dt>
</dl>
</dd>
</dl>
</dd>
<dt><em>Access_Constraints:</em>  
<dd>

Acceso con costo al p&uacute;blico a trav&eacute;s de los centros de
venta del Instituto Nacional de Estad&iacute;stica y Geograf&iacute;a
- INEGI

</dd>
<dt><em>Use_Constraints:</em>  None</dt>
<dt><em>Point_of_Contact:</em>  
<dd>
<dl>
<dt><em>Contact_Information:</em>  
<dd>
<dl>
<dt><em>Contact_Organization_Primary:</em>  
<dd>
<dl>
<dt><em>Contact_Organization:</em>  Instituto Nacional de Estad&iacute;stica y Geograf&iacute;a - INEGI</dt>
</dl>
</dd>
<dt><em>Contact_Address:</em>  
<dd>
<dl>
<dt><em>Address_Type:</em>  mailing and physical address</dt>
<dt><em>Address:</em>  
<dd>

Avenida H&eacute;roe de Nacozari #2301
Sur. Fraccionamiento Jardines del
Parque

</dd>
<dt><em>City:</em>  Aguascalientes</dt>
<dt><em>State_or_Province:</em>  Aguascalientes</dt>
<dt><em>Postal_Code:</em>  20270</dt>
<dt><em>Country:</em>  M&eacute;xico</dt>
</dl>
</dd>
<dt><em>Contact_Voice_Telephone:</em>  52 (449) 9105300 ext. 5951</dt>
<dt><em>Hours_of_Service:</em>  8:30 a 16:30 horas</dt>
</dl>
</dd>
</dl>
</dd>
<dt><em>Browse_Graphic:</em>  
<dd>
<dl>
<dt><em>Browse_Graphic_File_Name:</em>  MDE LIDAR</dt>
<dt><em>Browse_Graphic_File_Description:</em>  JPEG</dt>
<dt><em>Browse_Graphic_File_Type:</em>  Imagen representativa del Modelo Digital de Elevaci&oacute;n Lidar</dt>
</dl>
</dd>
<dt><em>Native_Data_Set_Environment:</em>  
<dd>

Microsoft Windows 2000 Version 5.1 (Build 2600) Service
Pack 2; ESRI ArcCatalog 8.3.0.800

</dd>
</dl>
</dd>
</dl>

<A NAME="2">
<hr>
</A>
<dl>
<dt><em>Data_Quality_Information:</em>  
<dd>
<dl>
<dt><em>Logical_Consistency_Report:</em>  
<dd>

Las mediciones que realiza el sistema de l&aacute;ser
aerotransportado son ajustadas mediante procesos
geod&eacute;sicos para darle posici&oacute;n a la nube de puntos
conforme a la Red Geod&eacute;sica Nacional Activa
(REGNA) utilizando la informaci&oacute;n del GPS del avi&oacute;n y el
de la estaci&oacute;n base, posteriormente se
realiza un ajuste altim&eacute;trico con puntos geod&eacute;sicos en
campos de control para obtener el factor de correcci&oacute;n y
aplicarlo a toda la nube de puntos. Se
realiza una clasificaci&oacute;n semiautom&aacute;tica y una
depuraci&oacute;n de puntos con inconsistencias de altura a la
nube de puntos para obtener la informaci&oacute;n
referente a la superficie y generar el Modelo Digital de
Superficie. La visualizaci&oacute;n del modelo es muy importante,
independientemente del m&eacute;todo de
su obtenci&oacute;n, ya que al hacer una verificaci&oacute;n se
pueden detectar posibles errores, tales como
irregularidades en los datos de la ret&iacute;cula, errores en
picos y depresiones de volcanes, definici&oacute;n de los
l&iacute;mites de la l&iacute;nea de costa, valores de altura con
diferencia notable seg&uacute;n la conformaci&oacute;n del
terreno, por lo que se realiza una inspecci&oacute;n visual del
modelo digital de elevaci&oacute;n para detectar posibles errores
en valores de altitud. Se utiliza como
apoyo un sombreado del relieve para detectar
inconsistencias de altura en el modelo. Se realiza la
verificaci&oacute;n de las ligas con la informaci&oacute;n
adyacente al modelo y en su caso se agrega
informaci&oacute;n de apoyo para definir con m&aacute;s detalle la
superficie del terreno para generar el modelo digital
de elevaci&oacute;n. Otro aspecto que puede influir en la
exactitud del modelo digital de elevaci&oacute;n es que puede
encontrarse error desde el origen de la
informaci&oacute;n fuente que afecten el resultado deseado,
por tal raz&oacute;n se realiza una verificaci&oacute;n general de la
misma para realizar el modelo.
La verificaci&oacute;n se realiza en aquellos terrenos que
presenten inconsistencia en la representaci&oacute;n del modelo
digital de elevaci&oacute;n, tales como zonas
planas, depresiones y zonas en las que se tienen
elevaciones bajo el nivel medio del mar, tomando como
consideraci&oacute;n que si no existiera apoyo
suficiente se realice un ajuste de valores del terreno
circundante, o bien incorporando informaci&oacute;n auxiliar para
definir la superficie del terreno.

</dd>
<dt><em>Completeness_Report:</em>  
<dd>

Los valores de altitud son obtenidos de las mediciones que
realiza el l&aacute;ser montado en el avi&oacute;n generando archivos
binarios de puntos. El
procedimiento consiste en obtener la posici&oacute;n de la
antena del avi&oacute;n y su liga a la Red Geod&eacute;sica Nacional
Activa; posteriormente, se obtiene la
posici&oacute;n del sensor con base en las correcciones de la
actitud del avi&oacute;n. Al conocer la posici&oacute;n del sensor
durante la captura de datos, es posible
obtener la posici&oacute;n tridimensional de cada punto en el
que ocurre un rebote del haz de luz sobre la superficie del
terreno. Hecho el paso anterior se
procede a realizar una correcci&oacute;n altim&eacute;trica con puntos
geod&eacute;sicos en campos de control para obtener el factor
de ajuste y aplicarlo para dar la
exactitud requerida a la nube de puntos. Ajustada la
nube de puntos se realiza una clasificaci&oacute;n
semiautom&aacute;tica de todos los puntos con una
aplicaci&oacute;n que los agrupa en clases de puntos de
superficie, puntos de terreno, puntos bajos, puntos
aislados, puntos a&eacute;reos, puntos por eco, puntos
de intensidad y puntos de edificaciones; terminado este
proceso se procede a realizar la depuraci&oacute;n de puntos que
no se ajustaron a las
caracter&iacute;sticas de la clasificaci&oacute;n semiautom&aacute;tica
realizando una reclasificaci&oacute;n manual de los mismos para
evitar que dichos puntos causen
inconsistencias de altura. Terminada la clasificaci&oacute;n de
los puntos se realiza el Modelo Digital de Elevaci&oacute;n de tipo
Superficie a partir de la clase
superficie con un espaciamiento horizontal regular en
unidades de metro entre cada valor de altitud. El Modelo
Digital de Superficie se genera en la
proyecci&oacute;n Universal Transversa de Mercator (UTM)
con el datum horizontal ITRF92 &Eacute;poca 1988.0 y el datum
vertical es el NAVD88. Las
especificaciones y exactitudes m&iacute;nimas que deber&aacute;n
contener los modelos digitales de elevaci&oacute;n de ret&iacute;cula
regular que realicen las unidades
productoras que integran el Sistema Nacional de
Informaci&oacute;n Geogr&aacute;fica se encuentran en la Norma
T&eacute;cnica NTG005_2005 Modelos Digitales de
502. La
exactitud en un modelo digital de elevaci&oacute;n es
determinada por varios factores a considerar; un
aspecto que influye es el instrumento que se use y el
m&eacute;todo que se utilice para generarlo. Otro
aspecto importante a considerar es que
independientemente del m&eacute;todo que se utilice, adem&aacute;s de
tener la informaci&oacute;n de elevaciones, es relevante
que esta informaci&oacute;n se enriquezca con informaci&oacute;n
adicional de puntos y l&iacute;neas de quiebre con la cual la
calidad y la exactitud del Modelo Digital de
Elevaci&oacute;n ser&aacute; favorecida con mejores resultados.
La fuente de los datos es a partir del Sistema de L&aacute;ser
Aerotransportado - LIDAR. La continuidad y la
consistencia l&oacute;gica de los modelos digitales
adyacentes fueron de manera normal, mediante un
proceso de visualizaci&oacute;n de los mismos.

</dd>
<dt><em>Lineage:</em>  
<dd>
<dl>
<dt><em>Process_Step:</em>  
<dd>
<dl>
<dt><em>Process_Description:</em>  
<dd>

1) Planeaci&oacute;n del proyecto. Se determinan los l&iacute;mites de la
zona a cubrir; se establece la ubicaci&oacute;n de estaciones
base y campos de control; se
elabora el plan geom&eacute;trico de vuelo y los
par&aacute;metros de captura de datos Lidar.
2) Levantamiento de informaci&oacute;n. Corresponde a las
etapas de captura de informaci&oacute;n geod&eacute;sica y de l&aacute;ser
aerotransportado.
2a) Medici&oacute;n de campos de control terrestres.
Con equipo GPS se levantan una serie de puntos
espaciados homog&eacute;neamente y medidos
sobre &aacute;reas o zonas planas, cuya finalidad es
conocer y compensar los errores sistem&aacute;ticos presentes en
las alturas de puntos
determinados a trav&eacute;s del sistema Lidar.
2b) Levantamiento de datos Lidar. Desde la
aeronave se obtiene informaci&oacute;n de GPS
aerotransportado, datos de la actitud de vuelo a trav&eacute;s
de la unidad de medici&oacute;n inercial, fotograf&iacute;as
de c&aacute;mara no m&eacute;trica, e informaci&oacute;n de los pulsos l&aacute;ser
emitidos.
2c) Captura de datos en estaciones base GPS.
En una estaci&oacute;n geod&eacute;sica se capturan datos GPS
durante per&iacute;odos simult&aacute;neos a la captura
de datos Lidar.
3) Revisi&oacute;n de cobertura y calidad de los datos Lidar
obtenidos del levantamiento. Se verifica la completitud y la
calidad de los datos Lidar,
en concordancia a los par&aacute;metros de
planeaci&oacute;n.
4) Ajuste de la informaci&oacute;n GPS de estaciones base
y campos de control a la Red Geod&eacute;sica Nacional Activa
(RGNA). Se realiza un ajuste de
los datos GPS al Marco Geod&eacute;sico Nacional con
el objeto de obtener las coordenadas de los puntos
utilizados como control geod&eacute;sico.
5) Orientaci&oacute;n y c&aacute;lculo de trayectoria. Se obtiene la
trayectoria del avi&oacute;n a trav&eacute;s de posici&oacute;n de la antena
GPS.
6) Obtenci&oacute;n de la posici&oacute;n del sensor. La
trayectoria de vuelo es corregida utilizando los datos de
actitud del avi&oacute;n para obtener la posici&oacute;n
del sensor en cada momento de la emisi&oacute;n de
pulsos l&aacute;ser.
7) Generaci&oacute;n de puntos l&aacute;ser. La combinaci&oacute;n de
los datos de posici&oacute;n del sensor y los datos de tiempo y
&aacute;ngulo de barrido en el instante de
emisi&oacute;n-recepci&oacute;n, as&iacute; como la distancia
determinados por el sistema l&aacute;ser, permiten obtener la
posici&oacute;n tridimensional de cada uno de los
retornos de la se&ntilde;al l&aacute;ser.
8) Ajuste de los puntos l&aacute;ser con los campos de
control. En las &aacute;reas de coincidencia se comparan los
puntos l&aacute;ser con los puntos de campos
de control y se obtiene el promedio de las
diferencias en altura; el valor obtenido se aplica en forma
de incremento positivo o negativo seg&uacute;n
sea el caso, a las alturas de la nube de puntos.
9) Generaci&oacute;n de la imagen de intensidad a partir de
los puntos l&aacute;ser. Un atributo que tiene los puntos que mide
el sensor es la reflectividad, &eacute;sta
es aprovechada generando una imagen digital en
una escala de tonos de color gris que representa la
cantidad de luz reflejada por cada objeto.
10) Clasificaci&oacute;n semiautom&aacute;tica de la nube de
puntos l&aacute;ser. En esta parte se ejecuta un proceso
semiautom&aacute;tico con todas las tareas necesarias
para realizar la clasificaci&oacute;n inicial definida por el
especialista y obtener el modelo digital de superficie.
11) Generaci&oacute;n y depuraci&oacute;n manual de la
clasificaci&oacute;n de superficie, eliminando inconsistencias de
altura. Una vez finalizado el proceso
semiautom&aacute;tico de clasificaci&oacute;n para definir
superficie, el especialista realiza una depuraci&oacute;n manual
de cada uno de los puntos que no se
ajustaron a la clasificaci&oacute;n inicial y aquellos que
tienen inconsistencias de altura.
12) Exportaci&oacute;n a formato cartogr&aacute;fico.  Se realiza
una uni&oacute;n de cada uno de los bloques de trabajo definidos
en el proyecto de
modelos para realizar un ajuste de la informaci&oacute;n
al formato cartogr&aacute;fico definido para el modelo; tambi&eacute;n se
realiza un proceso adicional
depurando y ajustando en base a la l&iacute;nea de
costa y l&iacute;mite internacional cuando es su caso.
13) Se realiza la conversi&oacute;n de sistema de
coordenadas verticales geod&eacute;sicas a ortom&eacute;tricas. Las
alturas ortom&eacute;tricas, como par&aacute;metro de
elevaci&oacute;n del terreno, son el sistema oficial de
alturas en M&eacute;xico, por tal raz&oacute;n se realiza una conversi&oacute;n
para transformar los valores de altura
geod&eacute;sicas a ortom&eacute;tricas  con una fuente
confiable de altura geoidal como es el Geoide Gravim&eacute;trico
Mexicano.
14) Generaci&oacute;n del producto final del Modelo Digital
de Superficie, archivo de datos auxiliares y metadatos.
Como etapa final se realiza la
exportaci&oacute;n al formato de salida del modelo, dicho
formato es de tipo raster, el cual contiene la rejilla regular
con las caracter&iacute;sticas propias
del modelo; adem&aacute;s como parte fundamental del
modelo digital de elevaci&oacute;n se genera toda la informaci&oacute;n
auxiliar y los metadatos, en donde
se encuentra la caracterizaci&oacute;n e identificaci&oacute;n
del modelo indispensable para los usuarios.

</dd>
<dt><em>Process_Date:</em>  20080821</dt>
</dl>
</dd>
</dl>
</dd>
</dl>
</dd>
</dl>

<A NAME="3">
<hr>
</A>
<dl>
<dt><em>Spatial_Data_Organization_Information:</em>  
<dd>
<dl>
<dt><em>Direct_Spatial_Reference_Method:</em>  Raster</dt>
<dt><em>Raster_Object_Information:</em>  
<dd>
<dl>
<dt><em>Raster_Object_Type:</em>  Grid Cell</dt>
<dt><em>Row_Count:</em>  1458</dt>
<dt><em>Column_Count:</em>  1197</dt>
<dt><em>Vertical_Count:</em>  1</dt>
</dl>
</dd>
</dl>
</dd>
</dl>

<A NAME="4">
<hr>
</A>
<dl>
<dt><em>Spatial_Reference_Information:</em>  
<dd>
<dl>
<dt><em>Horizontal_Coordinate_System_Definition:</em>  
<dd>
<dl>
<dt><em>Planar:</em>  
<dd>
<dl>
<dt><em>Grid_Coordinate_System:</em>  
<dd>
<dl>
<dt><em>Grid_Coordinate_System_Name:</em>  Universal Transverse Mercator</dt>
<dt><em>Universal_Transverse_Mercator:</em>  
<dd>
<dl>
<dt><em>UTM_Zone_Number:</em>  14</dt>
<dt><em>Transverse_Mercator:</em>  
<dd>
<dl>
<dt><em>Scale_Factor_at_Central_Meridian:</em>  0.9996</dt>
<dt><em>Longitude_of_Central_Meridian:</em>  99W</dt>
<dt><em>Latitude_of_Projection_Origin:</em>  NO APLICA</dt>
<dt><em>False_Easting:</em>  NO APLICA</dt>
<dt><em>False_Northing:</em>  NO APLICA</dt>
</dl>
</dd>
</dl>
</dd>
</dl>
</dd>
<dt><em>Planar_Coordinate_Information:</em>  
<dd>
<dl>
<dt><em>Planar_Coordinate_Encoding_Method:</em>  row and column</dt>
<dt><em>Coordinate_Representation:</em>  
<dd>
<dl>
<dt><em>Abscissa_Resolution:</em>  5</dt>
<dt><em>Ordinate_Resolution:</em>  5</dt>
</dl>
</dd>
<dt><em>Planar_Distance_Units:</em>  Meters</dt>
</dl>
</dd>
</dl>
</dd>
<dt><em>Geodetic_Model:</em>  
<dd>
<dl>
<dt><em>Horizontal_Datum_Name:</em>  
<dd>

Marco de Referencia Terrestre Internacional de 1992 &Eacute;poca 1988.0 (ITRF92)

</dd>
<dt><em>Ellipsoid_Name:</em>  Geodetic Reference System 80</dt>
<dt><em>Semi-major_Axis:</em>  6378137.0</dt>
<dt><em>Denominator_of_Flattening_Ratio:</em>  298.2572221</dt>
</dl>
</dd>
</dl>
</dd>
<dt><em>Vertical_Coordinate_System_Definition:</em>  
<dd>
<dl>
<dt><em>Altitude_System_Definition:</em>  
<dd>
<dl>
<dt><em>Altitude_Datum_Name:</em>  Ortom&eacute;trica</dt>
<dt><em>Altitude_Resolution:</em>  1.00</dt>
<dt><em>Altitude_Distance_Units:</em>  Meters</dt>
<dt><em>Altitude_Encoding_Method:</em>  Attribute values</dt>
</dl>
</dd>
</dl>
</dd>
</dl>
</dd>
</dl>

<A NAME="5">
<hr>
</A>
<dl>
<dt><em>Entity_and_Attribute_Information:</em>  
<dd>
<dl>
<dt><em>Detailed_Description:</em>  
<dd>
<dl>
<dt><em>Entity_Type:</em>  
<dd>
<dl>
<dt><em>Entity_Type_Label:</em>  Modelo de Datos Espaciales</dt>
<dt><em>Entity_Type_Definition:</em>  
<dd>

La definici&oacute;n de entidad es de tipo raster, donde la forma digital de los elementos
son arreglos bidimensionales regulares de valores (matriz de datos),
de alg&uacute;n tema. Puede ser usado para representar objetos espaciales de naturaleza
continua (ejemplo: altura del terreno), o de naturaleza discreta agrupados en clases
(por ejemplo para tipos de vegetaci&oacute;n y tipos de suelos).

</dd>
<dt><em>Entity_Type_Definition_Source:</em>  Norma T&eacute;cnica del Modelo de Datos Espaciales.</dt>
<P>
<dt><em>Entity_Type_Definition_Source:</em>  Norma T&eacute;cnica del Modelo de Datos Espaciales.</dt>
</dl>
</dd>
</dl>
</dd>
</dl>
</dd>
</dl>

<A NAME="6">
<hr>
</A>
<dl>
<dt><em>Distribution_Information:</em>  
<dd>
<dl>
<dt><em>Distributor:</em>  
<dd>
<dl>
<dt><em>Contact_Information:</em>  
<dd>
<dl>
<dt><em>Contact_Organization_Primary:</em>  
<dd>
<dl>
<dt><em>Contact_Organization:</em>  Instituto Nacional de Est&aacute;distica y Geograf&iacute;a - INEGI</dt>
<dt><em>Contact_Person:</em>  Ing. Isidoro Jorge Luis Sosa</dt>
</dl>
</dd>
<dt><em>Contact_Position:</em>  Responsable del Centro de Ventas</dt>
<dt><em>Contact_Address:</em>  
<dd>
<dl>
<dt><em>Address_Type:</em>  mailing and physical address</dt>
<dt><em>Address:</em>  
<dd>

Avenida H&eacute;roe de Nacozari #2301
Sur. Fraccionamiento Jardines del
Parque

</dd>
<dt><em>City:</em>  Aguascalientes</dt>
<dt><em>State_or_Province:</em>  Aguascalientes</dt>
<dt><em>Postal_Code:</em>  20270</dt>
<dt><em>Country:</em>  M&eacute;xico</dt>
</dl>
</dd>
<dt><em>Contact_Voice_Telephone:</em>  
<dd>

52 (449) 918 19 48 y 910 53 00 Exts.5031, 5111 y 5208. Lada 01 800 463 44 01.

</dd>
<dt><em>Contact_Facsimile_Telephone:</em>  52 (449) 918 22 32</dt>
<dt><em>Contact_Electronic_Mail_Address:</em>  ventassede@inegi.org.mx, atencion.usuarios@inegi.org.mx</dt>
<dt><em>Hours_of_Service:</em>  
<dd>

Modelo digital de elevaci&oacute;n de alta resoluci&oacute;n Lidar, Tipo SUPERFICIE G14C46F3_MS

</dd>
<dt><em>Contact_Instructions:</em>  
<dd>

Favor de referirse a la informaci&oacute;n que est&aacute; contenida en
esta misma secci&oacute;n de los metadatos. Nota. si requiere
factura s&oacute;lo se podr&aacute; expedir de las ocho treinta hasta las
dieciseis treinta horas.

</dd>
</dl>
</dd>
</dl>
</dd>
<dt><em>Resource_Description:</em>  
<dd>

Modelo digital de elevaci&oacute;n de alta resoluci&oacute;n Lidar, Tipo superficie F16D41B

</dd>
<dt><em>Distribution_Liability:</em>  
<dd>

El Instituto Nacional de Estad&iacute;stica y Geograf&iacute;a
- INEGI no se hace responsable por el uso que
usted le de a los datos.

</dd>
</dl>
</dd>
</dl>

<A NAME="7">
<hr>
</A>
<dl>
<dt><em>Metadata_Reference_Information:</em>  
<dd>
<dl>
<dt><em>Metadata_Date:</em>  20070108</dt>
<dt><em>Metadata_Review_Date:</em>  20090108</dt>
<dt><em>Metadata_Future_Review_Date:</em>  20090108</dt>
<dt><em>Metadata_Contact:</em>  
<dd>
<dl>
<dt><em>Contact_Information:</em>  
<dd>
<dl>
<dt><em>Contact_Organization_Primary:</em>  
<dd>
<dl>
<dt><em>Contact_Organization:</em>  Instituto Nacional de Estad&iacute;stica y Geograf&iacute;a - INEGI</dt>
<dt><em>Contact_Person:</em>  Administrador de Metadatos</dt>
</dl>
</dd>
<dt><em>Contact_Position:</em>  Administrador de Metadatos</dt>
<dt><em>Contact_Address:</em>  
<dd>
<dl>
<dt><em>Address_Type:</em>  mailing and physical address</dt>
<dt><em>Address:</em>  
<dd>

Avenida H&eacute;roe de Nacozari #2301
Sur. Fraccionamiento Jardines del
Parque

</dd>
<dt><em>City:</em>  Aguascalientes</dt>
<dt><em>State_or_Province:</em>  Aguascalientes</dt>
<dt><em>Postal_Code:</em>  20270</dt>
<dt><em>Country:</em>  M&eacute;xico</dt>
</dl>
</dd>
<dt><em>Contact_Voice_Telephone:</em>  52 (449) 910 53 00 Ext.5631</dt>
<dt><em>Contact_Facsimile_Telephone:</em>  52 (449) 442 41 45</dt>
<dt><em>Contact_Electronic_Mail_Address:</em>  rafael.arrioja@inegi.org.mx</dt>
<dt><em>Hours_of_Service:</em>  8:30 a 16:30 horas</dt>
<dt><em>Contact_Instructions:</em>  
<dd>

Favor de referirse a la informaci&oacute;n que est&aacute; contenida en
esta misma secci&oacute;n de los metadatos.

</dd>
</dl>
</dd>
</dl>
</dd>
<dt><em>Metadata_Standard_Name:</em>  FGDC Content Standards for Digital Geospatial Metadata</dt>
<dt><em>Metadata_Standard_Version:</em>  FGDC-STD-001-1998</dt>
</dl>
</dd>
</dl>

<hr>
Generated by <A HREF="http://geology.usgs.gov/tools/metadata/tools/doc/mp.html"><tt>mp</tt></A> version 2.8.0 on Thu Jan 08 19:42:54 2009<br>

</body>
</html>
